@extends('layouts.app')

@section('content')

    <div class="btn-group-vertical contract-number-btn-group js_btn_list_number d-none" role="group" aria-label="lists btn">
        <button type="button" class="btn btn-outline-primary" data-number="1">- 1 -</button>
        <button type="button" class="btn btn-outline-primary" data-number="2">- 2 -</button>
        <button type="button" class="btn btn-outline-primary" data-number="3">- 3 -</button>
        <button type="button" class="btn btn-outline-primary" data-number="4">- 4 -</button>
        <button type="button" class="btn btn-outline-primary" data-number="5">- 5 -</button>
    </div>

    <section class="app-user-list js_data_all js_data_all_pdf template1">

        <div class="contract1">

            <!-- 1 - list -->
            <div class="card contract-text">
                <h4 class="text-center mt-1">
                    Договор № <span class="text_edit js_contract_number js_number">800-11713</span> <br/>
                    <span class="js_title">на предоставление телекоммуникационных услуг юридическим лицам</span>
                </h4>
                <div class="d-flex justify-content-between">
                    <span>г. Ташкент</span>
                    <div>
                        «<span class="text_edit js_date_day">27</span>»
                        <select name="month1" class="js_select_data_month1 js_date_month d-none">
                            <option>Январь</option>
                            <option>Февраль</option>
                            <option>Март</option>
                            <option>Апрель</option>
                            <option>Май</option>
                            <option>Июнь</option>
                            <option>Июль</option>
                            <option>Август</option>
                            <option>Сентябрь</option>
                            <option>Октябрь</option>
                            <option>Ноябрь</option>
                            <option>Ноябрь</option>
                            <option>декабря</option>
                        </select>
                        <span class="text_edit js_span_date_month1">декабря</span>
                        <span class="text_edit js_date_year">2021</span>г.<br/>
                    </div>
                </div>
                <div>
                    <b>СП ООО «Ist Telekom»</b>, именуемое в дальнейшем <b>«Оператор»</b>, действующее на основании Лицензий: Серия АА №0008087 от 31.03.2020г., Серия АА №0008088 от 31.03.2020г.,
                    Серия АА №0008089 от 31.03.2020г., Серия АА №0008090 от 31.03.2020г.., в лице <b>Генерального директора Lee Baek Hee</b>, действующего на основании
                    <span class="text_edit">Устава</span>, с одной стороны, и <b><span class="text_edit">СП ООО “BIR CAPITAL FUND I”</span></b>именуемое
                    в дальнейшем «<b><span class="text_edit">Абонент</span></b>», в лице <b><span class="text_edit js_director_text">Директора  Султонходжаева  С.А.</span></b>
                    дей-ствующего на основании Устава, с другой стороны, вместе именуемые «Стороны», заключили настоящий Договор на предоставление телекоммуникационных услуг юридическим
                    лицам (далее – «Договор») на нижеследующих условиях. <br/>
                    <p class="mt-1 mb-0 text-bold">1.&emsp; &emsp; Предмет договора</p>
                    1.1.&emsp;&nbsp; Оператор предоставляет, а Абонент получает и оплачивает услуги сети СП ООО «Ist Telekom» (далее «Услуги») в соответствии с условиями и поряд-ком, указанными в настоящем
                    Договоре и Приложениях к нему. <br/>
                    <b>2.&emsp; &nbsp;&nbsp; &nbsp; Права и обязанности Оператора</b> <br/>
                    2.1.&emsp; &nbsp;&nbsp;<i>Оператор обязуется:</i> <br/>
                    2.1.1. Установить, настроить, оттестировать и проинсталлировать каждую единицу телекоммуникационного оборудования, являющегося неотъемлемой частью предоставляемых Услуг в течение
                    <span class="text_edit">10</span> рабочих дней после (получения технических условий от АК «Узбектелеком» и) поступления денежных средств на расчетный счет
                    Оператора согласно пункту 4.3. настоящего Договора, при условии полной готовности объекта для подключения; <br/>
                    2.1.2.&emsp;Предоставлять качественные телекоммуникационные услуги по настоящему договору после поступления денежных средств на расчетный счет Опера-тора согласно пунктам 4.3. и 4.4 настоящего Договора; <br/>
                    2.1.3.&emsp;Ежемесячно предоставлять Абоненту счета-фактуры и акты выполненных работ по предоставленным Услугам, которые оформляются в электронном виде; <br/>
                    2.1.4.&emsp;Информировать о новых телекоммуникационных услугах, изменениях тарифов на услуги и условиях их предоставления в местах приема посетителей, путем дачи объявлений через СМИ, Интернет,
                    а также средств автоматического информирования по телефону, предусмотренных на сети <b>СП ООО «Ist Telekom»</b>, не менее чем за 15 (пятнадцать) дней до введения этих изменений Оператором.
                    В случае неполучения Абонентом подобных извещений по независящим от Оператора причинам, Оператор не несет ответственности за несвоевременное оповещение Абонента и не принимает по этому поводу
                    претензий со стороны Абонента; <br/>
                    2.1.5.&emsp;Своевременно и качественно устранять по заявкам Абонента неисправности оборудования и повреждения связи, возникшие не по вине Абонента; <br/>
                    2.1.6.&emsp;Производить перерасчет абонентской платы в случаях нарушения телефонной связи не по вине Абонента за все время бездействия абонентского устройства с момента подачи Абонентом
                    заявки в бюро ремонта. Перерасчет производится за полные сутки, начиная с 00.00 часов дня следующего за днем принятия заявки на учет; <br/>
                    2.1.7.&emsp;Предоставлять перечень дополнительных видов обслуживания (ДВО) по заявке Абонента. <br/>
                    2.2.&emsp; &nbsp; <i>Оператор имеет право:</i> <br/>
                    2.2.1.&emsp;Потребовать отключения используемых Абонентом незарегистрированных у Оператора или не имеющих сертификата соответствия оконечных устройств (телефонных аппаратов, передачи данных,
                    радиотелефонов, радиоудлинителей, ПК, АОН) с оформлением двухстороннего акта; <br/>
                    2.2.2.&emsp;Приостановить предоставление Услуг Абонента и/или расторгнуть Договор в одностороннем порядке в случае: <br/>
                    &emsp; a) &emsp;возникновения задолженности у Абонента; <br/>
                    &emsp; b) &emsp;нарушения Абонентом других условий Договора и законодательства РУз; <br/>
                    &emsp; c) &emsp;невыполнения Абонентом условий пункта 3.2.3 Договора, без сохранения выделенного телефонного номера; <br/>
                    2.2.3.&emsp;Производить начисление абонентской платы Абоненту до момента расторжения Договора, в случае приостановления Услуг по причинам,
                    указанным в п. 2.2.2. Договора и в одностороннем порядке расторгать Договор в случае возникновения дебиторской задолженности (после 60 дней с момента
                    образования задолженности). <br/>
                    3.&emsp; &emsp; <b>Права и обязанности Абонента</b> <br/>
                    <i class="text-underline">3.1. &nbsp; Абонент обязан:</i> <br/>
                    3.1.1.&emsp;Своевременно в электронном виде оформлять счета, счета-фактуры и Акты выполненных работ и вносить плату за все предоставляемые услуги
                    сети СП ООО «Ist Telekom». При оказании Абоненту по его запросу Услуг, не оговоренных в настоящем Договоре, оплачивать их по действующим тарифам.
                    В пла-тежных документах необходимо указывать назначение платежа, номер договора и/или счета, по которым производится оплата. Отказ Абонента от получения
                    или неполучение по другим каким-либо причинам счетов, в том числе в случае доставки счетов Оператором
                    по адресу доставки, не освобождает Абонента от своевременной оплаты услуг Оператора; <br/>
                    3.1.2.&emsp;Сохранять в целости и исправности телефонную проводку и другое оборудование, принадлежащее Оператору и находящееся в пользовании Абонента,
                    и предоставлять гарантированное электропитание для оборудования, обеспечивающего работу услуги; <br/>
                    3.1.3.&emsp;Своевременно сообщать о нарушении предоставляемых услуг в Бюро приёма заявок (телефон 78 150 08 08); <br/>
                    3.1.4.&emsp;Использовать переданное Оператором абонентское оборудование в соответствии с его назначением и техническими условиями эксплуатации, поддер-живать его
                    в исправном состоянии, обеспечить его сохранность и возврат Оператору с учетом его физического износа в течение 5 (пяти) рабочих дней с момен-та
                    принятия Сторонами решения об этом. В случае невозможности возврата абонентского оборудования, указанного в Актах о начале эксплуатации оборудо-вания и предоставления услуг или его неисправности, полностью возместить Оператору его стоимость. <br/>
                    3.1.5.&emsp;При обнаружении неисправности используемого оборудования Оператора, по вине Абонента, или неисправности возвращенного Оператору оборудо-вания, ремонт или замена этого оборудования производится
                    на основании составленного акта, подписанного Сторонами, за счет средств Абонента. При про-ведении ремонта возвращаемого оборудования или замены и ремонта оборудования Оператора,
                    установленного у Абонента, за счет средств Оператора, Або-нент обязан оплатить расходы Оператора в установленном порядке. <br/>
                    3.1.6.&emsp;Соблюдать «Положение о порядке подготовки и распространения информационных ресурсов Республики Узбекистан на сети передачи данных, вклю-чая Интернет»
                    (Приложение к Постановлению Кабинета Министров Республики Узбекистан № 137 от 26 марта 1999 года); <br/>
                    3.1.7.&emsp;Не допускать распространения информации, содержащей призывы к насильственному изменению конституционного строя, пропаганду войны, наси-лия и порнографии, разжиганию религиозной
                    и национальной розни, ущемлению чести и достоинства человека и другой информации, запрещенной к распро-странению действующим законодательством Республики Узбекистан. Не допускать передачу
                    и прием информации, которая может нанести экономический, политический и другой вред государству, не предоставлять каналы и средства связи для распространения информации, носящей компрометирующий
                    и поро-чащий государство характер; <br/>
                    3.1.8.&emsp;Не осуществлять пропуск входящего международного телефонного (голосового) трафика от других внешних операторов и провайдеров в обход меж-дународных центров коммутации
                    национального оператора АК «Узбектелеком» <br/>
                    3.1.9.&emsp;Не передавать и не отчуждать права и обязанности по Договору третьим лицам без письменного согласия Оператора; <br/>
                    3.1.10.&nbsp;В месячный срок в письменном виде, с указанием даты сообщить Оператору об изменении реквизитов, наименования предприятия, сдаче помещения в аренду и переоформить договор с оплатой
                    по действующим тарифам или расторгнуть его. По истечении срока аренды или расторжения договора на аренду, Договор на оказание услуг связи может быть переоформлен с арендатора
                    на арендодателя без оплаты. Арендодатель, расторгая договор аренды, осуществля-ет контроль погашения задолженности арендатора перед Оператором и несет ответственность за наличие
                    задолженности и возврат оборудования Абонента в установленном порядке; <br/>
                    3.1.11.&emsp;Использовать в качестве абонентского оборудования только сертифицированные, исправные и не заражённые вредоносным программным обеспечени-ем телефонные аппараты и другие устройства.
                    Не применять устройства автоматического определения номера телефона (АОН) без сертификата соответствия республики Узбекистан. <br/>
                    3.2.&emsp; &nbsp; <i class="text-underline">Абонент имеет право:</i> <br/>
                    3.2.1.&emsp;На получение качественных услуг сети <b>СП ООО «Ist Telekom»;</b> <br/>
                    3.2.2.&emsp;На перерасчет абонентской платы в случаях нарушения телефонной связи не по вине Абонента с момента подачи им заявки в рабочее время в бюро ремонта.
                    Перерасчет производится за полные сутки, начиная с 00.00 часов дня, следующего за днем принятия заявки на учет. <br/>
                    3.2.3.&emsp;Подавать заявление Оператору о временном отключении телефона с сохранением номера на определенный срок. При этом, абонентская плата взима-ется за
                    все время сохранения номера; <br/>
                    3.2.4.&emsp;Расторгнуть Договор с Оператором, оплатив предоставленные Услуги СП ООО «Ist Telekom» согласно условиям Договора; <br/>
                    3.2.5.&emsp;На получение за отдельную плату расшифровку (детализацию счета) услуг междугородней и международной связи и сверх лимита; <br/>
                    3.2.6.&emsp;Предъявлять какие-либо замечания и претензии по счетам в течение одного календарного месяца с момента их выставления Оператором. <br/>

                </div>
            </div><!-- ./card -->


            <!-- 2 - list -->
            <div class="card contract-text">
                <div class="inn">
                    <p class="mb-0 text-bold" style="margin-bottom: 0!important;">4. &emsp; &emsp; Цена договора и порядок расчетов</p>
                    4.1.&emsp;&emsp;Цена Договора формируется из суммы единовременных и ежемесячных платежей за предоставляемые Услуги,
                    стоимость которых является договорной и определяется протоколом о согласовании
                    договорной цены, являющимся неотъемлемой частью настоящего Договора (Приложение №2 к настоящему Дого-вору). <br/>
                    4.2.&emsp;&emsp;Оплата за все услуги, предоставляемые Абоненту Оператором, осуществляется в национальной валюте Республики Узбекистан путем перевода де-нежных средств на расчетный счет Оператора
                    прямым банковским переводом. <br/>
                    4.3.&emsp;&emsp;Оплата Абонентом единовременных платежей за первоначальное подключение Услуг по настоящему Договору производится в размере 100% предо-платы единовременных
                    платежей и абонентской платы за один месяц. <br/>
                    4.4.&emsp;&emsp;Оплата стоимости ежемесячных услуг по настоящему Договору производится Абонентом на основании выставленных счетов в следующем порядке: <br/>
                    4.4.1.&emsp; Ежемесячно, не позднее восьмого числа месяца, следующего за расчетным, Оператор выставляет Абоненту счет на оплату оказанных услуг за про-шедший период, авансовых платежей
                    абонентской платы за текущий месяц в размере 100% и суммы использования услуг междугородней и международной связи и сверх лимита из расчета за предыдущий месяц в размере 50%. <br/>
                    4.4.2.&emsp; В срок до 15 числа месяца, следующего за расчетным, Абонент переводит на расчетный счет Оператора сумму, согласно п.4.4.1. настоящего Договора. <br/>
                    4.4.3.&emsp; При неоплате Абонентом задолженности в установленный срок услуги отключаются, и Оператор имеет право на расторжение Договора и
                    возмещение задолженности в соответствии с действующим законодательством Республики Узбекистан. <br/>
                    4.4.4.&emsp; Факт неиспользования подключенных и предоставленных Оператором Услуг, не является для Абонента основанием для освобождения от их оплаты. <br/>
                    4.4.5.&emsp; В случае не оформления в электронном виде счетов-фактур и/или Актов выполненных работ, при непредставлении им мотивированного отказа от под-писания этих документов
                    в течение 10 дней с момента их выставления, акты-счета-фактуры считаются принятыми, а услуги оказанными. <br/>
                    <b>5. &emsp; &emsp; Ответственность сторон</b> <br/>
                    5.1.&emsp;&emsp;За несвоевременную оплату Услуг в сроки, указанные в пункте 4.4 настоящего договора, Абонент выплачивает Оператору пеню в размере 0,4% суммы
                    просроченного платежа за каждый день просрочки, но не более 50% суммы просроченного платежа. <br/>
                    5.2.&emsp;&emsp;За некачественное или несвоевременное предоставление Услуг по настоящему Договору, Оператор выплачивает Абоненту пеню в размере 0,4% объе-ма недопоставленных Услуг
                    за каждый день, но не более 50% от объема недопоставленных Услуг. <br/>
                    5.3.&emsp;&emsp;Предоставляемые Абонентом линии и оборудование абонентского доступа должны соответствовать нормативным требованиям. <br/>
                    5.4.&emsp;&emsp;Меры ответственности Сторон, не предусмотренные в настоящем Договоре, рассматриваются и применяются в соответствии с действующим законода-тельством Республики Узбекистан. <br/>
                    5.5.&emsp;&emsp;Оплата неустойки не освобождает стороны от исполнения договорных обязательств. <br/>
                    <b>6. &emsp; &emsp; Форс-мажор</b> <br/>
                    6.1.&emsp;&emsp;Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение принятых на себя обязательств при наступлении обстоя-тельств непреодолимой силы (стихийное
                    бедствие, военные действия, наводнение, землетрясение, пожар), либо иных обстоятельств чрезвычайного характера, которые ни одна из Сторон не могла не предусмотреть, не предотвратить. <br/>
                    6.2.&emsp;&emsp;Сроки выполнения сторонами своих договорных обязательств отодвигается на время действия форс-мажорных обстоятельств. <br/>
                    6.3.&emsp;&emsp;Сторона, ссылающаяся на форс-мажорные обстоятельства, обязана предоставить для их подтверждения документ компетентного органа. <br/>
                    <b>7. &emsp; &emsp; Изменения и дополнения к договору</b> <br/>
                    7.1.&emsp;&emsp;Дополнительные виды обслуживания оказываются Оператором на основании письменного заявления Абонента согласно изменениям (дополнениям) к настоящему Договору. <br/>
                    7.2.&emsp;&emsp;Изменения и дополнения к Договору вносятся по согласию сторон путем оформления дополнительных Соглашений к договору. Соглашение сторон об изменении, дополнении Договора
                    действительно в том случае, если оно совершено в письменной форме, подписано уполномоченными представителями и скреплено печатями Сторон. <br/>
                    7.3.&emsp;&emsp;Дополнения и изменения, внесенные Сторонами в условия Договора, становятся его неотъемлемой частью, и ссылка на них является обязательной. <br/>
                    7.4.&emsp;&emsp;Повторное предоставление услуг Абоненту при невыполнении пункта 3.2.3 Договора производится в установленном Договором порядке. <br/>
                    <b>8. &emsp; &emsp; Конфиденциальность</b> <br/>
                    8.1.&emsp;&emsp;Вся информация о деятельности каждой из Сторон или о деятельности любого связанного с ней лица, которая не является общедоступной, считается конфиденциальной. <br/>
                    8.2.&emsp;&emsp;Стороны обязуются не раскрывать конфиденциальную информацию другим лицами и не использовать ее для других целей, кроме целей, предусмот-ренных и связанных с выполнением настоящего договора. <br/>
                    <b>9. &emsp; &emsp; Порядок разрешения споров</b> <br/>
                    9.1.&emsp;&emsp;Если Абонент не согласен с суммой, подлежащей к оплате, длительностью или принадлежностью разговора, то он имеет право в течении 30 дней после получения счета
                    опротестовать его письменно. По истечении 30 дней претензии не принимаются. <br/>
                    9.2.&emsp;&emsp;Споры, возникающие в связи с исполнением настоящего Договора, должны быть разрешены посредством переговоров. <br/>
                    9.3.&emsp;&emsp;При не достижении согласия спор передается на рассмотрение в Ташкентский Межрайонный Экономический суд <br/>
                    <b>10.&emsp;&emsp; Срок действия и порядок расторжения договора</b> <br/>
                    10.1. &emsp; Срок действия Договора 1(один) год с момента подписания Договора. При отсутствии письменного уведомления сторон о прекращении Договора, Договор считается автоматически
                    пролонгированным на следующий годовой период. <br/>
                    10.2.&emsp; Договор может быть прекращен до истечения срока его действия по инициативе каждый из сторон. О прекращении Договора сторона, расторгающая Договор,
                    обязана известить другую сторону в письменной форме не позднее 10 дней до даты принятия решения о прекращении договора. <br/>
                    10.3. &emsp; Оператор в случае, предусмотренном пунктом 2.2.3 Договора, производит расторжение настоящего Договора в одностороннем порядке, без предвари-тельного оповещения Абонента. <br/>
                    10.4. &emsp; На основании ч.2 ст.13 Закона Республики Узбекистан «О Договорно-правовой базе деятельности хозяйствующих субъектов» Стороны установили, что условия настоящего Договора в части
                    предоставления Услуг и произведения по ним оплаты, применяются к отношениям Сторон, возникшим до его заклю-чения, в том числе, в течение тестового периода, и срок его действия в части
                    осуществления платежей автоматически пролонгируется до полного погашения дебиторской задолженности. <br/>
                    10.5.&emsp; При заключении и исполнении настоящего Договора допускается использование средств факсимильного копирования подписи, если это не противоре-чит законодательству или требованию одного из участников. <br/>
                    10.6. &emsp; Настоящий Договор составлен и подписан в двух экземплярах, имеющих равную юридическую силу, по одному экземпляру для каждой из Сторон. <br/>
                    10.7. &emsp; Все приложения к настоящему Договору являются его неотъемлемой частью, при условии, если они выполнены в письменной форме и со ссылкой на настоящий Договор,
                    подписаны уполномоченными представителями и скреплены печатями обеих Сторон. <br/>
                    <p class="mt-1 text-bold">11. &emsp;&emsp;Юридические адреса и банковские реквизиты сторон</p>

                    <div class="row inn">
                        <div class="col-md-6">
                            <p class="ml-5"><b>Оператор</b></p>
                            <p><b>СП ООО «Ist Telekom»</b></p>
                            <p><b>100060, г. Ташкент, Мирабадский район,</b></p>
                            <p><b>ул. Т. Шевченко, д.21</b></p>
                            <p>Р/с: <b>2021 4000 4042 8114 8001</b></p>
                            <p>Банк: <b>АО «КДБ Банк Узбекистан»</b></p>
                            <p>
                                МФО: <b>00842</b>
                                ИНН: <b>204 663 354</b>
                                ОКЭД: <b>61100</b> <br/>
                            </p>
                            Телефон: <b>(78) 150-00-82</b>  Факс: <b>(78) 150-01-02</b> <br/>
                            РКННДС: <b>326010005625</b>

                            <p class="mt-2">Генеральный   директор</p>
                            <p>
                                <b>Lee Bаеk Hee</b> ______________ М.П.
                            </p>

                        </div>

                        <div class="col-md-6 js_tin_div1">
                            <p class="ml-5"><b>Абонент</b></p>
                            <b><span class="text_edit js_name">СП ООО «BIR CAPITAL FUND I»</span></b> <br/>
                            <p><b><span class="text_edit js_address">г. Ташкент, Мирабадский р-н, ул. Нукус, 29</span></b></p>
                            <p>Р/с: <span class="text_edit js_account"><b>20214000400949137001</b></span></p>
                            <p>Банк: <span class="text_edit js_bank"><b>в Мирабадском ф-ле АКБ «Asia Alliance Bank»</b></span></p>
                            <p>
                                МФО: <span class="text_edit js_mfo"><b>01124</b></span>
                                ИНН: <span class="text_edit js_tin"><b>305891083</b></span>
                                ОКЭД: <span class="text_edit js_oked"><b>41202</b></span>
                            </p>

                            <p>Телефон: <span class="text_edit js_phone"><b>712026116</b></span></p>
                            <p>РКННДС: <span class="text_edit js_pkinnds"><b>3260 1010 0433</b></span></p>

                            <p class="js_director_position mt-4">Директор</p>
                            <p>
                                <span class="js_director_name text-bold">Султонходжаев  С.А</span> ______________ М.П.
                            </p>
                        </div>
                    </div>
                </div>
            </div><!-- ./card -->


            <div class="html2pdf__page-break"></div>


            <!-- 3 - list -->
            <div class="card contract-text">
                <div>
                    <div class="d-flex flex-column">
                        <div class="text-right"><b>Приложение №1</b></div>
                        <div class="text-right">
                            <span>к договору № <span class="js_number2">800-11713</span> от</span>
                            «<span class="js_date_day_static">27</span>»
                            <span class="js_date_month_static">декабря</span>
                            <span class="js_date_year_static">2021</span>г.<br/>
                        </div>
                    </div>

                    <p class="text-center mt-1">
                        <b>Перечень сведений и телекоммуникационных средств, <br/>
                            используемых для подключения Абонента к сети СП ООО «Ist Теlеkom»
                        </b>
                    </p>

                    <table class="contract1-list3-table1 table">
                        <tbody>
                            <tr>
                                <td class="text-bold align-middle">1.</td>
                                <td class="align-center">Наименование услуг:</td>
                                <td>
                                    <span class="text_edit">Услуга телефонии</span> <br/>
                                    <span class="text_edit">Услуга SIP TRUNK</span>
                                </td>
                            </tr>
                            <tr class="tr-empty">
                                <td></td>
                                <td></td>
                                <td></td>
                            </tr>
                            <tr>
                                <td class="text-bold align-middle">2.</td>
                                <td class="align-center">Выделенные Абоненту телефонные номера для оказания услуг**:</td>
                                <td class="align-center"><span class="text_edit">78 150 88 11</span></td>
                            </tr>
                            <tr class="tr-empty">
                                <td></td>
                                <td></td>
                                <td></td>
                            </tr>
                            <tr>
                                <td class="text-bold align-middle">3.</td>
                                <td>Тип абонентского устройства:</td>
                                <td>
                                    <span class="text_edit"><b>ПК.</b></span>
                                </td>
                            </tr>
                            <tr class="tr-empty">
                                <td></td>
                                <td></td>
                                <td>количество, наименование устройств: телефонный аппарат, модем, факс, телекс и др.)</td>
                            </tr>
                            <tr>
                                <td class="text-bold align-middle">4.</td>
                                <td class="align-center">
                                    Тип порта, выделяемого абоненту:
                                    (нужное подчеркнуть)
                                </td>
                                <td>
                                    <span class="text_edit">широкополосный</span> <br/>
                                    <span class="text_edit">другое</span>
                                </td>
                            </tr>
                            <tr class="tr-empty">
                                <td></td>
                                <td></td>
                                <td></td>
                            </tr>
                            <tr>
                                <td><b>5.</b></td>
                                <td>Тип используемого оборудования:*</td>
                                <td>
                                    <span class="text_edit">07o</span>
                                </td>
                            </tr>
                            <tr class="tr-empty">
                                <td></td>
                                <td></td>
                                <td>(марка, количество, стоимость)</td>
                            </tr>

                            <tr>
                                <td class="text-bold align-middle">6.</td>
                                <td class="align-middle">
                                    Прямые провода: <br/>
                                    (нужное подчеркнуть)
                                </td>
                                <td>
                                    <p class="mb-0"><span class="text_edit">предоставлены Абонентом</span></p>
                                    <p class="mb-0"><span class="text_edit text-bold">предоставлены СП ООО «Ist Telekom»</span></p>
                                    <p><span class="text-underline text_edit">другое:</span></p>
                                </td>
                            </tr>
                            <tr class="tr-empty">
                                <td></td>
                                <td></td>
                                <td></td>
                            </tr>

                            <tr>
                                <td><b>7.</b></td>
                                <td>Соединительные линии:</td>
                                <td></td>
                            </tr>
                            <tr>
                                <td class="tr-empty"></td>
                                <td></td>
                                <td>(количество, направление)</td>
                            </tr>
                            <tr>
                                <td><b>8.</b></td>
                                <td>Почтовый адрес установки абонентского устройства:</td>
                                <td>
                                    <span class="text_edit font-weight-bold">
                                        Адрес: г. Ташкент, Мирабадский р-н, ул. Нукус 29 <br/>
                                        <span class="text-underline">Узел СП: 10359 BC ul.Nukus29</span>
                                    </span>
                                </td>
                            </tr>
                            <tr class="tr-empty">
                                <td></td>
                                <td></td>
                                <td></td>
                            </tr>
                            <tr>
                                <td><b>9.</b></td>
                                <td>
                                    Категория пользователя абонентского устройства:
                                    (нужное подчеркнуть)
                                </td>
                                <td>
                                    индивидуальное <br/>
                                    <b class="text-underline">коллективное</b> <br/>
                                    другое
                                </td>
                            </tr>
                            <tr class="tr-empty">
                                <td></td>
                                <td></td>
                                <td></td>
                            </tr>
                            <tr>
                                <td><b>10.</b></td>
                                <td>Служба сервисной поддержки</td>
                                <td>
                                    <b class="text-underline">Бюро приёма заявок 78 150-08-08</b>
                                </td>
                            </tr>
                        </tbody>
                    </table>

                    <p>* Оборудование предоставляется Абоненту во временное пользование без взимания дополнительных платежей с правом Оператора на возврат в случае расторжения предоставляемых услуг.</p>

                    ** В случае использования предоставленных оператором абонентских номеров в качестве номеров входящих телефонных линий автоматической телефонной станции (АТС),
                    независимо от её типа (аналоговые и цифровые и IP УАТС, включая программные коммутаторы на базе компьютерного оборудования), Опера-тор не несет ответственности
                    за функционирование АТС Абонента. Со своей стороны, Абонент должен придерживаться следующих правил: <br/>
                    1.&emsp;Произвести полную ревизию настроек АТС, тщательно проверить настройку всех режимов, отключить неиспользуемые функции, проверить права доступа внутренних и внешних пользователей
                    к междугородним и международным направлениям телефонной связи, проверить настройку параметров безопасности. По возможности оставить доступ к международным и междугородним
                    направлениям только для телефонов, не подключенных к АТС, а имеющих прямые номера от Оператора. При использовании компьютерных программ, имеющих доступ к телефонным номерам
                    Оператора или к внутренним номерам АТС Абонента (программные факс-машины и т.п.), использовать только лицензионное программное обеспечение. Компьютеры, на которых эксплуатируются
                    такие програм-мы должны быть защищены антивирусным программами. Базы антивирусных сигнатур должны оперативно обновляться. <br/>
                    2.&emsp;Установить собственную программу тарификации на АТС для контроля использования услуг телефонной связи локальными пользователями <br/>
                    3.&emsp;Осуществлять периодический контроль использования услуг телефонной связи посредством Персонального
                    Кабинета Абонента на сайте <b>СП ООО «Ist Telekom»</b> и своевременно информировать
                    Оператора о несогласии с объёмом использованного телефонного трафика. <br/>
                    4.&emsp;При поступлении от абонента информации о несогласии с объемами использованного телефонного трафика, Оператор может по согласованию с абонен-том ограничить или
                    приостановит использование услуги телефонии на время разбора претензии до полного выяснения обстоятельств использования трафика телефонии. Ограничение или остановка услуг не
                    освобождают абонента от оплаты уже потребленных услуг. <br/>
                    5.&emsp;В случае если работа АТС абонента создает угрозу нарушения нормальной работы сети оператора, оператор имеет право по своему усмотрению ограни-чить или полностью остановить
                    оказание услуг и проинформировать абонента о том, что услуги ограничены или остановлены до полного выявления причин нарушения нормальной работы сети оборудованием абонента и их устранения.
                    Ограничение или остановка услуг не освобождают абонента от оплаты уже потребленных услуг <br/>
                    6.&emsp;Претензии согласно пункта 9.1. настоящего договора по объемам трафика местной, междугородней и международной телефонной связи будут принимать-ся и рассматриваться
                    Оператором только при условии предоставлении данных внутренней тарификации АТС Абонента. При отсутствии данных внутренней тарификации АТС Абонента расчеты за потребленные услуги
                    производятся на основании данных тарификации Оператора. <br/>
                    <br/>
                    <div class="row pt-5">
                        <div class="offset-1 col-md-5">
                            <p class="ml-5 mb-0"><b>Оператор</b></p>
                            <p class="mb-0">Генеральный директор</p>
                            <p class="mb-0">
                                <b>Lee Baek Hee</b> ______________
                            </p>
                            <p class="ml-5 pl-2"><span class="ml-5">М. П.</span></p>
                        </div>
                        <div class="col-md-5">
                            <p class="ml-5 mb-0"><b>Абонент</b></p>
                            <p class="mb-0 js_director_position">Директор</p>
                            <p class="mb-0">
                                <span class="js_director_name text-bold">Султонходжаев С.А.</span> ______________
                            </p>
                            <p class="ml-5 pl-5"><span class="ml-5">М. П.</span></p>
                        </div>
                    </div>
                </div>
            </div><!-- ./card -->


            <div class="html2pdf__page-break"></div>


            <!-- 4 - list -->
            <div class="card contract-text">
                <div>
                    <div class="d-flex flex-column">
                        <div class="text-right"><b>Приложение №2</b></div>
                        <div class="text-right">
                            <span>к договору  № <span class="js_number2">800-11713</span> от</span>
                            «<span class="js_date_day_static">27</span>»
                            <span class="js_date_month_static">декабря</span>
                            <span class="js_date_year_static">2021</span>г.<br/>
                        </div>
                    </div>

                    <p class="text-center"><b>Протокол <br/> согласования договорной цены на предоставляемые работы и услуги</b></p>

                    Мы, нижеподписавшиеся от Абонента - СП ООО “BIR CAPITAL FUND I”»   в  лице  Директора  Султонходжаева  С.А., действующего на основании Устава с одной стороны,
                    и от  Оператора – СП OOO «Ist Telekom», в лице Генерального директора Lee Baek Hee,  действующего на основании Устава, с другой стороны, удостоверяем,
                    что сторонами принят Протокол согласования договорной цены на предоставляемые работы и услуги с учетом НДС, согласно перечня услуг (Приложение № 1)
                    к договору №
                    <span class="js_number2">800-11713</span> от
                    «<span class="text_edit">27</span>»
                    <select name="month2" class="js_select_data_month2 d-none">
                        <option>Январь</option>
                        <option>Февраль</option>
                        <option>Март</option>
                        <option>Апрель</option>
                        <option>Май</option>
                        <option>Июнь</option>
                        <option>Июль</option>
                        <option>Август</option>
                        <option>Сентябрь</option>
                        <option>Октябрь</option>
                        <option>Ноябрь</option>
                        <option>Ноябрь</option>
                        <option>декабря</option>
                    </select>
                    <span class="text_edit js_span_date_month2">Июля</span>
                    <span class="text_edit">2021</span>г
                </div>


                <p class="text-center text-bold mt-1 mb-1">Единовременные платежи за услуги *</p>

                <table class="table table-bordered contract1-list4-table2">
                   <tbody>
                       <tr>
                           <th>№</th>
                           <th>Наименование платежей</th>
                           <th>Ед. измер.</th>
                           <th>Цена*</th>
                           <th>Кол- во</th>
                           <th>Стоимость*</th>
                       </tr>
                       <tr>
                           <td colspan="6"><b>1. &emsp;&emsp; SIP TRUNK</b></td>
                       </tr>
                        <tr>
                            <td>1.1</td>
                            <td>Регистрационная плата за инсталляцию порта SIP TRUNK</td>
                            <td>порт</td>
                            <td>4 210 000.0</td>
                            <td>1</td>
                            <td>4 210 000.0</td>
                        </tr>
                       <tr>
                           <td>1.2</td>
                           <td>Регистрационная плата за установку основного телефона</td>
                           <td>номер</td>
                           <td>126 300.0</td>
                           <td>1</td>
                           <td>126 300.0</td>
                       </tr>
                       <tr>
                           <td>1.3</td>
                           <td>Плата за выбор номера</td>
                           <td>номер</td>
                           <td>2 800 000.0</td>
                           <td>1</td>
                           <td>2 800 000.0</td>
                       </tr>
                   </tbody>
                </table>

                <p class="text-center text-bold mt-2 mb-1">Ежемесячные платежи за услуги *</p>
                <table class="table table-bordered mb-1 list4-table">
                    <tbody>
                        <tr>
                            <th>№</th>
                            <th>Наименование платежей</th>
                            <th>Ед. измер.</th>
                            <th>Цена*</th>
                            <th>Кол- во</th>
                            <th>Стоимость*</th>
                        </tr>
                        <tr>
                            <td colspan="6"><b>1. &emsp;&emsp; SIP TRUNK</b></td>
                        </tr>
                        <tr>
                            <td>1.1</td>
                            <td>
                                Абонентская плата ** <br/>
                                за одну группу из <span class="text_edit">10</span> каналов SIP TRUNK
                            </td>
                            <td>группа</td>
                            <td>336 800,0</td>
                            <td>1</td>
                            <td>336 800.0</td>
                        </tr>
                        <tr>
                            <td colspan="6"><b>2. &emsp;&emsp; ТЕЛЕФОНИЯ</b></td>
                        </tr>
                        <tr>
                            <td>2.1</td>
                            <td>
                                <span class="text_edit">Абонентская плата**</span> <br/>
                                <span class="text_edit">согласно тарифному плану «Country Free»***</span>
                            </td>
                            <td>номер</td>
                            <td>50 500.0</td>
                            <td>1</td>
                            <td>50 500 000.0</td>
                        </tr>
                    </tbody>
                </table>

                * Цены установлены в сумах РУз с учетом НДС. <br/>
                ** Вносится ежемесячно на условиях 100% предоплаты. <br/>
                <span class="text_edit">*** Включает неограниченное время разговоров по всему Узбекистану.</span>

                <p class="text-center text-bold mt-2"><span class="text_edit">Услуги международной связи оплачиваются согласно действующим тарифам СП OOO «Ist Теlеkom».</span></p>

                <p class="text-center text-bold mt-1 mb-5">Настоящий протокол является основанием для проведения взаимных расчетов и платежей между Абонентом и Оператором</p>
                <br/>
                <br/>
                <div class="row mt-5">
                    <div class="col-md-6">
                        <p class="ml-5 mb-0"><b>Оператор</b></p>
                        <p class="mb-0">Генеральный директор</p>
                        <p class="mb-0">
                            <b>Lee Baek Hee</b> ______________
                        </p>
                        <p class="ml-5 pl-2"><span class="ml-5">М. П.</span></p>
                    </div>
                    <div class="col-md-6">
                        <p class="ml-5 mb-0"><b>Абонент</b></p>
                        <p class="mb-0 js_director_position">Директор</p>
                        <p class="mb-0">
                            <span class="js_director_name text-bold">Султонходжаев С.А.</span> ______________
                        </p>
                        <p class="ml-5 pl-5"><span class="ml-5">М. П.</span></p>
                    </div>
                </div>

            </div><!-- ./card -->


            <div class="html2pdf__page-break"></div>


            <!-- 5 - list -->
            <div class="card contract-text">
                <div>
                    <div class="d-flex flex-column">
                        <div class="text-right"><b>Приложение №3</b></div>
                        <div class="text-right">
                            <span>к договору  № <span class="js_number2">800-11713</span> от</span>
                            «<span class="js_date_day_static">27</span>»
                            <span class="js_date_month_static">декабря</span>
                            <span class="js_date_year_static">2021</span>г.<br/>
                        </div>
                    </div>

                    <h4 class="text-center mt-1">Регламент организационно-технического взаимодействия</h4>

                    <p class="text-bold mb-1">1.&emsp;Общие положения</p>
                    1.1.&emsp;&emsp;Оператор оказывает Абоненту услуги на непрерывной, круглосуточной основе согласно условиям настоящего договора и требованиям регулирующих органов РУз в сфере телекоммуникаций,
                    действующих на момент оказания услуги. <br/>
                    1.2.&emsp;&emsp;Ответственность за соблюдение параметров рабочих (технических) характеристик и качество услуг, за состояние связи и устранение аварийных ситу-аций несут
                    Стороны в своих зонах и границах ответственности. Границей зон ответственности является кроссовое оборудование узла оператора, непосред-ственно обеспечивающего подачу услуги Абоненту. <br/>
                    1.3.&emsp;&emsp;При оказании Оператором услуги, с использованием любой физической линии связи (абонентская телефонная линия, прямой провод, оптическое во-локно) или сети передачи данных,
                    предоставленных Оператору другим оператором связи в рамках отдельных договоров, заключенных между ними, Оператор самостоятельно решает вопросы соответствия технических характеристик
                    этих физических линий связи и трактов сети передачи данных. <br/>
                    1.4.&emsp;&emsp;При оказании Оператором услуги, с использованием любой физической линии связи (абонентская телефонная линия, прямой провод, оптическое во-локно) или сети передачи данных,
                    предоставленных Абоненту другим оператором связи в рамках отдельных договоров, заключенных между Абонентом и другим оператором связи, Абонент самостоятельно решает вопросы
                    соответствия технических характеристик этих физических линий связи и трактов сети передачи данных действующим нормативным документам РУз в сфере телекоммуникаций. При изменении требований
                    к техническим характеристикам линий связи и/или параметрам качества оказываемых услуг и не соответствии линии связи, предоставляемой абонентом измененным требованиям, Оператор уведом-ляет
                    об этом Абонента не позднее одного месяца после даты введения изменений <br/>
                    <p class="text-bold mt-1 mb-1">2.&emsp;Техническое описание и порядок предоставления услуг</p>
                    2.1&emsp;&emsp;Телефонные номера и IP-адреса, выданные Абоненту, являются собственностью Оператора. При расторжении Договора Абонент теряет право на дальнейшее использование телефонных
                    номеров и IP –адресов, они переходит во владение Оператора и могут быть выданы другому Абоненту. <br/>
                    2.2.&emsp;&emsp;Если услуга сети передачи данных предполагает ведение учета трафика межсетевых соединения, учет производится Оператором и Абонентом, только на интерфейсах граничных шлюзов Сторон.
                    Использование Абонентом программного обеспечения подсчета трафика прокси-серверов или другого специфиче-ского программного обеспечения, осуществляющего учет трафика
                    только определенных сетевых сервисов (FTP, HTTP и т.п.) не допускается. <br/>
                    2.3.&emsp;&emsp;Оператор не несет ответственность за: <br/>
                    2.3.1.&emsp; понесенный Абонентом прямой ущерб, возникший не по вине Оператора, а в результате использования услуг Абонентом; <br/>
                    2.3.2.&emsp; невыполнение обязательств по настоящему Договору при любых повреждениях сетей связи, не связанных с оборудованием или программным обеспе-чением Оператора; <br/>
                    2.3.3. &emsp; качество линий связи, организованных третьими лицами; <br/>
                    2.3.4.&emsp; несоответствие параметров качества и надежности услуг, а также тарификационной информации о трафике между Оператором и Абонентом, возник-шие по причине
                    изменения Абонентом конфигурации сети или установки программного обеспечения и сетевого коммутирующего оборудования без согласова-ния с Оператором; <br/>
                    2.3.5.&emsp; ущерб любого рода, понесенный Абонентом из-за разглашения им своей учетной информации, нарушения правил информационной безопасности; <br/>
                    2.3.6.&emsp; непринятие Абонентом мер по установлению защите своих технических средств от внешних атак и заражения вредоносными программами;<br/>
                    2.3.7.&emsp; скорость доступа к не принадлежащим Оператору ресурсам, находящихся в глобальной сети передачи данных.<br/>
                    <p class="text-bold mt-1 mb-1">3.&emsp;Эксплуатация и устранение повреждений</p>
                    3.1.&emsp;&emsp;Мониторинг состояния сети и эксплуатация оборудования и программного обеспечения, регламентные работы производятся Сторонами в соответ-ствии с внутренними
                    инструкциями самостоятельно. <br/>
                    3.2.&emsp;&emsp;Регламентные работы должны проводиться, по возможности, без перерыва связи в часы наименьшей нагрузки. <br/>
                    3.3.&emsp;&emsp;Работы по устранению повреждений и/или аварийных ситуаций проводятся в возможно сжатые сроки, но не более чем в течение 24-х часов,
                    с уведом-лением Сторон о принимаемых мерах. <br/>
                    3.4.&emsp;&emsp;По итогам работы за месяц Сторонами составляется Акт простоев связи (при их наличии). <br/>
                    3.5.&emsp;&emsp;Прием заявок на устранение текущих повреждений производится Оператором круглосуточно службой технической поддержки по многоканальному телефону 78 150-00-00. <br/>
                    3.6.&emsp;&emsp;Оплата выезда специалиста Оператора по проблеме со стороны Абонента оплачивается согласно действующим тарифам и оформляется соответству-ющим Актом. <br/>
                    <p class="text-bold mt-1 mb-1">4.&emsp;Вопросы информационной безопасности</p>
                    4.1.&emsp;&emsp;Стороны обязаны обеспечить:<br/>
                    4.1.1.&emsp; Защиту информации на своей сети, а также защиту от несанкционированного доступа к сетевому программному обеспечению и к информационным ресурсам. <br/>
                    4.1.2.&emsp; Антивирусную защиту, с ежедневным обновлением антивирусных баз, своей сети и нераспространение вирусов в присоединяющую сеть. <br/>
                    4.1.3.&emsp; Безопасный транзит информации. <br/>
                    4.2.&emsp;&emsp;Конфиденциальность служебной информации, технической документации системы безопасности. <br/>
                    4.3.&emsp;&emsp;Оператор гарантирует, что информация, полученная с информационных ресурсов, собственником которых является Оператор, не содержит вирусов и вредоносного программного кода. <br/>
                    4.4.&emsp;&emsp;Оператор не может нести ответственность в случае генерирования трафика в сети Абонента из-за полученных Абонентом вирусов и вредоносного кода из Интернета и с других
                    носителей информации. Оплата за сгенерированный в этих случаях трафик должна производиться Абонентом на общих основаниях по установленным тарифам. <br/>

                    <div class="row mt-5 pt-5">
                        <div class="col-md-6">
                            <p class="text-center mb-0"><b>Оператор</b></p>
                            <p class="text-center mb-0">Генеральный директор</p>
                            <p class="text-bold text-center">Lee Baek Hee</p>
                            <p class="mb-0 text-center">______________</p>
                            <p class="text-center">М. П.</p>
                        </div>
                        <div class="col-md-6">
                            <p class="text-center mb-0"><b>Абонент</b></p>
                            <p class="text-center mb-0 js_director_position">Директор</p>
                            <p class="text-center"><span class="js_director_name text-bold">Султонходжаев С.А.</span></p>
                            <p class="text-center mb-0">______________</p>
                            <p class="text-center">М. П.</p>
                        </div>
                    </div>
                </div>
            </div><!--./card -->

        </div><!--./contract1 -->

    </section>

@endsection


@section('script')
    <script>

        $(document).ready(function() {

            $(document).on('click', '.js_text_save_btn', function (e) {
                e.preventDefault();

                let token   = $('meta[name="csrf-token"]').attr('content');
                let number  = $('.js_number').html();
                let title   = $('.js_title1').html();
                let data    = $('.js_data_all').html();

                $.ajax({
                    url: '{{ route('templates.store') }}',
                    type: 'POST',
                    data: { '_token': token, 'number': number, 'title': title, 'data': data, 'class': 'template1' },
                    dataType: 'JSON',
                    success: (response) => {
                        // console.log('res: ', response);
                        window.location.href = window.location.protocol + "//" + window.location.host + "/contract/";
                    },
                    error: (response) => {
                        console.log('error: ', response)
                    }
                })
            });


            $(document).on('click', '.js_btn_list_number .btn', function() {
                let number = $(this).data('number');

                // list_show_(number)
                let card = $('.card:nth-child('+number+')');

                if(card) {
                    window.scrollTo(0, number*'100%');
                    console.log('222')
                }

            })

        });

    </script>
@endsection
